Repository: Doraemoe/LANreader
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# archive.cache.added
source: Archive is being added to cache
ja: アーカイブをキャッシュに追加しています
ko: 아카이브를 캐시에 추가하는 중입니다
zh_hans: 已开始缓存文档
zh_hant: 已開始緩存文檔

# archive.cache.load.failed
source: Failed to load archive from cache
ja: キャッシュからアーカイブを読み込めませんでした
ko: 캐시에서 아카이브를 불러오지 못했습니다
zh_hans: 从缓存中读取文档失败
zh_hant: 從緩存中讀取文檔失敗

# archive.cache.page.load.failed
source: Failed to load page from cache
ja: キャッシュからページを読み込めませんでした
ko: 캐시에서 페이지를 불러오지 못했습니다
zh_hans: 从缓存中读取图片失败
zh_hant: 從緩存中讀取圖片失敗

# archive.cache.remove
source: Remove archive from cache
ja: アーカイブをキャッシュから削除
ko: 캐시에서 아카이브 제거
zh_hans: 从缓存中删除文档
zh_hant: 從緩存中刪除文檔

# archive.cache.remove.failed
source: Failed to remove archive from cache, please retry
ja: アーカイブをキャッシュから削除できませんでした。もう一度お試しください
ko: 캐시에서 아카이브를 제거하지 못했습니다. 다시 시도해 주세요
zh_hans: 无法从缓存中删除文档, 请重试
zh_hant: 無法從緩存中刪除文檔, 請重試

# archive.cache.remove.message
source: Remove archive from cache? This will not remove archive from server
ja: アーカイブをキャッシュから削除しますか？ サーバー上のアーカイブは削除されません
ko: 캐시에서 아카이브를 제거할까요? 서버의 아카이브는 삭제되지 않습니다
zh_hans: 从缓存中删除文档? 这不会从服务器上删除文档
zh_hant: 從緩存中刪除文檔? 這不會從服務器上刪除文檔

# archive.category.add.error
source: Failed to add archive to category
ja: アーカイブをカテゴリーに追加できませんでした
ko: 아카이브를 카테고리에 추가하지 못했습니다
zh_hans: 添加文档至类别失败
zh_hant: 添加文檔至類別失敗

# archive.category.add.success
source: Successfully added archive to category
ja: アーカイブをカテゴリーに追加しました
ko: 아카이브를 카테고리에 추가했습니다
zh_hans: 成功添加文档至类别
zh_hant: 成功添加文檔至類別

# archive.category.manage
source: Add/Remove archive from category
ja: アーカイブのカテゴリーを追加/削除
ko: 아카이브 카테고리 추가/제거
zh_hans: 管理文档所属类别
zh_hant: 管理文檔所屬類別

# archive.category.remove.error
source: Failed to remove archive from category
ja: アーカイブをカテゴリーから削除できませんでした
ko: 카테고리에서 아카이브를 제거하지 못했습니다
zh_hans: 从类别中移除文档失败
zh_hant: 從類別中移除文檔失敗

# archive.category.remove.success
source: Successfully removed archive from category
ja: アーカイブをカテゴリーから削除しました
ko: 카테고리에서 아카이브를 제거했습니다
zh_hans: 成功从类别中移除文档
zh_hant: 成功從類別中移除文檔

# archive.delete
source: Delete archive
ja: アーカイブを削除
ko: 아카이브 삭제
zh_hans: 删除文档
zh_hant: 刪除文檔

# archive.delete.confirm
source: Are you sure you want to delete this archive?
ja: このアーカイブを削除してもよろしいですか？
ko: 이 아카이브를 삭제할까요?
zh_hans: 确定要删除此文档吗？
zh_hant: 確定要刪除此文檔嗎？

# archive.details.tags
source: Tags
ja: タグ
ko: 태그
zh_hans: 标签
zh_hant: 標籤

# archive.details.title
source: Title
ja: タイトル
ko: 제목
zh_hans: 标题
zh_hant: 標題

# archive.metadata.update.success
source: Successfully updated archive metadata
ja: アーカイブのメタデータを更新しました
ko: 아카이브 메타데이터를 업데이트했습니다
zh_hans: 成功更新文档元数据
zh_hant: 成功更新文檔元數據

# archive.page.translate.pending
source: Translation pending
ja: 翻訳待機中
ko: 번역 대기 중
zh_hans: 翻译等待中
zh_hant: 翻譯等待中

# archive.page.translate.progress
source: Translation progress:
ja: 翻訳の進行状況:
ko: 번역 진행률:
zh_hans: 翻译进度:
zh_hant: 翻譯進度:

# archive.page.translate.queue
source: Translation in queue position:
ja: 翻訳キューの位置:
ko: 번역 대기열 위치:
zh_hans: 翻译队列位置:
zh_hant: 翻譯隊列位置:

# archive.page.translate.request.failed
source: Failed to send translation request
ja: 翻訳リクエストを送信できませんでした
ko: 번역 요청을 보내지 못했습니다
zh_hans: 翻译请求失败
zh_hant: 翻譯請求失敗

# archive.read.first
source: Already at the first archive
ja: すでに最初のアーカイブです
ko: 이미 첫 번째 아카이브입니다
zh_hans: 已在第一个
zh_hant: 已在第一個

# archive.read.last
source: Already at the last archive
ja: すでに最後のアーカイブです
ko: 이미 마지막 아카이브입니다
zh_hans: 已在最后一个
zh_hant: 已在最後一個

# archive.read.load
source: Release to load
ja: 離すと読み込みます
ko: 놓으면 불러옵니다
zh_hans: 释放以加载
zh_hant: 釋放以加載

# archive.read.next
source: Next archive
ja: 次のアーカイブ
ko: 다음 아카이브
zh_hans: 下一个
zh_hant: 下一個

# archive.read.previous
source: Previous archive
ja: 前のアーカイブ
ko: 이전 아카이브
zh_hans: 上一个
zh_hant: 上一個

# archive.reader.autoPage
source: Auto page
ja: 自動ページ送り
ko: 자동 페이지 넘김
zh_hans: 自动翻页
zh_hant: 自動翻頁

# archive.reader.cache.remove
source: Remove cache
ja: キャッシュを削除
ko: 캐시 제거
zh_hans: 删除缓存
zh_hant: 刪除緩存

# archive.reader.page.accessibility %lld %lld
source: Page %lld of %lld
ja: %lld / %lld ページ
ko: %lld/%lld 페이지
zh_hans: 第 %lld 页，共 %lld 页
zh_hant: 第 %lld 頁，共 %lld 頁

# archive.reader.page.slider
source: Page slider
ja: ページスライダー
ko: 페이지 슬라이더
zh_hans: 页面滑块
zh_hant: 頁面滑塊

# archive.reader.pages.download
source: Download pages
ja: ページをダウンロード
ko: 페이지 다운로드
zh_hans: 下载页面
zh_hant: 下載頁面

# archive.reader.reload.currentPage
source: Reload current page
ja: 現在のページを再読み込み
ko: 현재 페이지 다시 불러오기
zh_hans: 重新加载当前页
zh_hant: 重新加載當前頁

# archive.selected
source: %d Selected
ja: %d 件選択済み
ko: %d개 선택됨
zh_hans: %d 已选
zh_hant: %d 已選

# archive.selected.category.add
source: Add selected archive(s) to category
ja: 選択したアーカイブをカテゴリーに追加
ko: 선택한 아카이브를 카테고리에 추가
zh_hans: 添加选定的文档至类别
zh_hant: 添加選定的文檔至類別

# archive.selected.category.add.error
source: Failed to add some archive(s) to category
ja: 一部のアーカイブをカテゴリーに追加できませんでした
ko: 일부 아카이브를 카테고리에 추가하지 못했습니다
zh_hans: 部分文档添加失败
zh_hant: 部分文檔添加失敗

# archive.selected.category.add.success
source: Successfully added archive(s) to category
ja: アーカイブをカテゴリーに追加しました
ko: 아카이브를 카테고리에 추가했습니다
zh_hans: 成功添加文档至类别
zh_hant: 成功添加文檔至類別

# archive.selected.category.remove
source: Are you sure to remove selected archive(s) from category?
ja: 選択したアーカイブをカテゴリーから削除してもよろしいですか？
ko: 선택한 아카이브를 카테고리에서 제거할까요?
zh_hans: 确定从类别中移除所选文档吗?
zh_hant: 確定從類別中移除所選文檔嗎?

# archive.selected.category.remove.error
source: Failed to remove some archive(s) from category
ja: 一部のアーカイブをカテゴリーから削除できませんでした
ko: 일부 아카이브를 카테고리에서 제거하지 못했습니다
zh_hans: 部分文档删除失败
zh_hant: 部分文檔刪除失敗

# archive.selected.category.remove.success
source: Successfully removed selected archive(s) from category
ja: 選択したアーカイブをカテゴリーから削除しました
ko: 선택한 아카이브를 카테고리에서 제거했습니다
zh_hans: 成功删除选定文档
zh_hant: 成功刪除選定文檔

# archive.selected.delete
source: Are you sure you want to delete all selected?
ja: 選択したすべてを削除してもよろしいですか？
ko: 선택한 항목을 모두 삭제할까요?
zh_hans: 确定要删除全部选定文档吗?
zh_hant: 確定要刪除全部選定文檔嗎?

# archive.selected.delete.error
source: Failed to delete some archive(s)
ja: 一部のアーカイブを削除できませんでした
ko: 일부 아카이브를 삭제하지 못했습니다
zh_hans: 部分文档删除失败
zh_hant: 部分文檔刪除失敗

# archive.selected.delete.success
source: Successfully deleted selected archive(s)
ja: 選択したアーカイブを削除しました
ko: 선택한 아카이브를 삭제했습니다
zh_hans: 成功删除选定文档
zh_hant: 成功刪除選定文檔

# archive.tags.empty
source: No tags
ja: タグなし
ko: 태그 없음
zh_hans: 没有标签
zh_hant: 沒有標籤

# archive.tags.group.dateAdded
source: Date Added
ja: 追加日
ko: 추가한 날짜
zh_hans: 添加日期
zh_hant: 添加日期

# archive.tags.group.other
source: Other
ja: その他
ko: 기타
zh_hans: 其他
zh_hant: 其他

# archive.thumbnail.current
source: Set current page as thumbnail
ja: 現在のページをサムネイルに設定
ko: 현재 페이지를 썸네일로 설정
zh_hans: 设置当前页为封面
zh_hant: 設置當前頁爲封面

# archive.thumbnail.set
source: Successfully set current page as thumbnail
ja: 現在のページをサムネイルに設定しました
ko: 현재 페이지를 썸네일로 설정했습니다
zh_hans: 成功设置当前页为封面
zh_hant: 成功設置當前頁爲封面

source: Cached
ja: キャッシュ済み
ko: 캐시됨
zh_hans: 已缓存
zh_hant: 已緩存

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Category
ja: カテゴリー
ko: 카테고리
zh_hans: 类别
zh_hant: 類別

# category.empty
source: No Categories
ja: カテゴリーなし
ko: 카테고리 없음
zh_hans: 没有类别
zh_hant: 沒有類別

# category.accessibility.archiveCount %lld
source: %lld archives
ja: %lld 件のアーカイブ
ko: %lld개 아카이브
zh_hans: %lld 个文档
zh_hant: %lld 個文檔

# category.accessibility.dynamicSearch %@
source: Search: %@
ja: 検索: %@
ko: 검색: %@
zh_hans: 搜索: %@
zh_hant: 搜索: %@

# category.accessibility.pinned
source: Pinned
ja: 固定済み
ko: 고정됨
zh_hans: 已固定
zh_hant: 已固定

source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Details
ja: 詳細
ko: 세부 정보
zh_hans: 详细
zh_hant: 詳細

source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

# download.job.id %lld
source: Job ID: %lld
ja: ジョブID: %lld
ko: 작업 ID: %lld
zh_hans: 任务ID: %lld
zh_hant: 任務ID: %lld

# download.queue.success
source: Download added, please go to Settings - Host - Upload Archives to view progress
ja: ダウンロードを追加しました。進行状況は 設定 - ホスト - アーカイブをアップロード で確認できます
ko: 다운로드가 추가되었습니다. 진행 상황은 설정 - 호스트 - 아카이브 업로드에서 확인하세요
zh_hans: 下载任务已添加，请前往 设置 - 服务器 - 上传文档 查看进度
zh_hant: 下載任務已添加，請前往 設置 - 服務器 - 上傳文檔 查看進度

source: Edit
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

source: Error
ja: エラー
ko: 오류
zh_hans: 错误
zh_hant: 錯誤

# error.archive.delete
source: Failed to delete archives, please retry.
ja: アーカイブを削除できませんでした。もう一度お試しください。
ko: 아카이브를 삭제하지 못했습니다. 다시 시도해 주세요.
zh_hans: 删除文档失败，请重试
zh_hant: 刪除文檔失敗，請重試

# error.download.queue
source: Failed to queue the download job, please retry.
ja: ダウンロードジョブをキューに追加できませんでした。もう一度お試しください。
ko: 다운로드 작업을 대기열에 추가하지 못했습니다. 다시 시도해 주세요.
zh_hans: 添加下载任务失败，请重试
zh_hant: 添加下載任務失敗，請重試

# error.page.empty
source: Server returned empty content for this archive.
ja: サーバーからこのアーカイブの内容が返されませんでした。
ko: 서버가 이 아카이브의 콘텐츠를 반환하지 않았습니다.
zh_hans: 服务器未返回任何页面
zh_hant: 服務器未返回任何頁面

# error.passcode.mismatch
source: Passcode incorrect, please try again
ja: パスコードが正しくありません。もう一度お試しください
ko: 암호가 올바르지 않습니다. 다시 시도해 주세요
zh_hans: 密码不正确，请重试
zh_hant: 密碼不正確，請重試

# error.passcode.verify
source: Passcode not match, please try again
ja: パスコードが一致しません。もう一度お試しください
ko: 암호가 일치하지 않습니다. 다시 시도해 주세요
zh_hans: 密码不匹配，请重试
zh_hant: 密碼不匹配，請重試

source: History
ja: 履歴
ko: 기록
zh_hans: 历史记录
zh_hant: 歷史記錄

# lanraragi.config.apiKey
source: API Key, can be set in settings. This is NOT your password
ja: APIキー。設定で指定できます。これはパスワードではありません
ko: API 키입니다. 설정에서 지정할 수 있습니다. 비밀번호가 아닙니다
zh_hans: API Key, 可以在设置里设定. 这不是你的密
zh_hant: API Key, 可以在設置裏設定. 這不是你的密碼

# lanraragi.config.submit
source: Submit
ja: 送信
ko: 제출
zh_hans: 提交
zh_hant: 提交

# lanraragi.config.url.explain
source: Non local network must use https protocol
ja: ローカルネットワーク以外では https プロトコルを使用する必要があります
ko: 로컬 네트워크가 아닌 경우 https 프로토콜을 사용해야 합니다
zh_hans: 非本地网络必须使用https协议
zh_hant: 非本地網絡必須使用https協議

source: Library
ja: ライブラリ
ko: 라이브러리
zh_hans: 库
zh_hant: 庫

source: Loading...
ja: 読み込み中...
ko: 불러오는 중...
zh_hans: 加载中
zh_hant: 加載中

# lock.biometric.message
source: We need to unlock your App
ja: アプリのロック解除が必要です
ko: 앱 잠금 해제가 필요합니다
zh_hans: 我们需要解锁您的App
zh_hant: 我們需要解鎖您的App

# lock.label.new
source: Enter New Passcode
ja: 新しいパスコードを入力
ko: 새 암호 입력
zh_hans: 输入新密码
zh_hant: 輸入新密碼

# lock.label.normal
source: Enter Passcode
ja: パスコードを入力
ko: 암호 입력
zh_hans: 输入密码
zh_hant: 輸入密碼

# lock.label.remove
source: Enter Current Passcode
ja: 現在のパスコードを入力
ko: 현재 암호 입력
zh_hans: 输入当前密码
zh_hant: 輸入當前密碼

# lock.label.verify
source: Confirm Passcode
ja: パスコードを確認
ko: 암호 확인
zh_hans: 确认新密码
zh_hant: 確認新密碼

# play
source: Start
ja: 開始
ko: 시작
zh_hans: 开始
zh_hant: 開始

source: Random
ja: ランダム
ko: 무작위
zh_hans: 随机
zh_hant: 隨機

source: Remove
ja: 削除
ko: 제거
zh_hans: 移除
zh_hant: 移除

source: Save
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 保存

source: Search
ja: 検索
ko: 검색
zh_hans: 搜索
zh_hant: 搜索

source: Select
ja: 選択
ko: 선택
zh_hans: 选择
zh_hant: 選擇

source: Settings
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設置

# settings.advanced
source: Advanced
ja: 詳細
ko: 고급
zh_hans: 高级
zh_hant: 高級

# settings.advanced.translation
source: Real-time Translation
ja: リアルタイム翻訳
ko: 실시간 번역
zh_hans: 实时翻译
zh_hant: 實時翻譯

# settings.advanced.translation.intro
source: This function utilise [mange-image-translator](https://github.com/zyddnys/manga-image-translator) to translate image on the fly. You will need a working mange-image-translator instance to use this function
ja: この機能は [mange-image-translator](https://github.com/zyddnys/manga-image-translator) を使用して画像をリアルタイムに翻訳します。利用するには、動作中の mange-image-translator インスタンスが必要です
ko: 이 기능은 [mange-image-translator](https://github.com/zyddnys/manga-image-translator)를 사용해 이미지를 실시간으로 번역합니다. 사용하려면 작동 중인 mange-image-translator 인스턴스가 필요합니다
zh_hans: 此功能使用[mange-image-translator](https://github.com/zyddnys/manga-image-translator) 来即时翻译漫画页面. 你需要一个本地部署的 mange-image-translator 来使用这个功能
zh_hant: 此功能使用[mange-image-translator](https://github.com/zyddnys/manga-image-translator) 來即時翻譯漫畫頁面. 你需要一個本地部署的 mange-image-translator 來使用這個功能

# settings.advantaged.translation.boxThreshold
source: Box threshold
ja: ボックスしきい値
ko: 박스 임계값
zh_hans: 边界框生成阈值
zh_hant: 邊界框生成閾值

# settings.advantaged.translation.detectionResolution
source: Detection resolution
ja: 検出解像度
ko: 감지 해상도
zh_hans: 检测图像大小
zh_hant: 檢測圖像大小

# settings.advantaged.translation.enabled
source: Enable real-time translation
ja: リアルタイム翻訳を有効にする
ko: 실시간 번역 활성화
zh_hans: 启用
zh_hant: 啓用

# settings.advantaged.translation.inpainter
source: Inpainter
ja: インペインター
ko: 인페인터
zh_hans: 修补器
zh_hant: 修補器

# settings.advantaged.translation.inpaintingSize
source: Inpainter size
ja: インペイントサイズ
ko: 인페인팅 크기
zh_hans: 修复图像大小
zh_hant: 修復圖像大小

# settings.advantaged.translation.language
source: Target language
ja: 翻訳先言語
ko: 대상 언어
zh_hans: 目标语言
zh_hant: 目標語言

# settings.advantaged.translation.maskDilationOffset
source: Mask dilation offset
ja: マスク拡張オフセット
ko: 마스크 확장 오프셋
zh_hans: 文本遮罩扩展
zh_hant: 文本遮罩擴展

# settings.advantaged.translation.renderTextDirection
source: render text direction
ja: テキスト描画方向
ko: 텍스트 렌더링 방향
zh_hans: 文本渲染方向
zh_hant: 文本渲染方向

# settings.advantaged.translation.service
source: Translation Service
ja: 翻訳サービス
ko: 번역 서비스
zh_hans: 翻译服务
zh_hant: 翻譯服務

# settings.advantaged.translation.textDetector
source: Text detector
ja: テキスト検出器
ko: 텍스트 감지기
zh_hans: 文本检测器
zh_hant: 文本檢測器

# settings.advantaged.translation.unclipRatio
source: Unclip Ratio
ja: アンクリップ比率
ko: 언클립 비율
zh_hans: 文本骨架扩展
zh_hant: 文本骨架擴展

# settings.advantaged.translation.url
source: Server url
ja: サーバーURL
ko: 서버 URL
zh_hans: 服务器地址
zh_hant: 服務器地址

# settings.archive.list.order.artist
source: Artist
ja: アーティスト
ko: 아티스트
zh_hans: 艺术家
zh_hant: 藝術家

# settings.archive.list.order.character
source: Character
ja: キャラクター
ko: 캐릭터
zh_hans: 角色
zh_hant: 角色

# settings.archive.list.order.custom
source: Custom
ja: カスタム
ko: 사용자 지정
zh_hans: 自定义
zh_hant: 自定義

# settings.archive.list.order.custom.explain
source: Sort namespace could be any tag key
ja: 並び替え用の名前空間には任意のタグキーを指定できます
ko: 정렬 네임스페이스는 어떤 태그 키든 사용할 수 있습니다
zh_hans: 自定义排序可以是任意标签名
zh_hant: 自定義排序可以是任意標籤名

# settings.archive.list.order.custom.title
source: Custom sort namespace
ja: カスタム並び替え名前空間
ko: 사용자 지정 정렬 네임스페이스
zh_hans: 自定义排序
zh_hant: 自定義排序

# settings.archive.list.order.dateAdded
source: Date
ja: 日付
ko: 날짜
zh_hans: 日期
zh_hant: 日期

# settings.archive.list.order.event
source: Event
ja: イベント
ko: 이벤트
zh_hans: 展会
zh_hant: 展會

# settings.archive.list.order.group
source: Group
ja: グループ
ko: 그룹
zh_hans: 社团
zh_hant: 社團

# settings.archive.list.order.lastRead
source: Last read
ja: 最後に読んだ順
ko: 마지막으로 읽은 항목
zh_hans: 最近阅读
zh_hant: 最近閱讀

# settings.archive.list.order.name
source: Title
ja: タイトル
ko: 제목
zh_hans: 标题
zh_hant: 標題

# settings.archive.list.order.parody
source: Parody
ja: パロディ
ko: 패러디
zh_hans: 同人
zh_hant: 同人

# settings.archive.list.order.random
source: Random
ja: ランダム
ko: 무작위
zh_hans: 随机
zh_hant: 隨機

# settings.archive.list.order.series
source: Series
ja: シリーズ
ko: 시리즈
zh_hans: 系列
zh_hant: 系列

# settings.database
source: Database
ja: データベース
ko: 데이터베이스
zh_hans: 数据库
zh_hant: 數據庫

# settings.database.clear
source: Clear cache in database
ja: データベース内のキャッシュを削除
ko: 데이터베이스의 캐시 지우기
zh_hans: 删除数据库缓存
zh_hant: 刪除數據庫緩存

# settings.database.error
source: Cannot read database
ja: データベースを読み込めません
ko: 데이터베이스를 읽을 수 없습니다
zh_hans: 读取数据库失败
zh_hant: 讀取數據庫失敗

# settings.debug
source: Debug
ja: デバッグ
ko: 디버그
zh_hans: 调试
zh_hant: 調試

# settings.debug.log
source: Application log
ja: アプリケーションログ
ko: 애플리케이션 로그
zh_hans: App日志
zh_hant: App日誌

# settings.host
source: Host
ja: ホスト設定
ko: 호스트 설정
zh_hans: 服务器设定
zh_hant: 服務器設定

# settings.host.config
source: Host
ja: ホスト
ko: 호스트
zh_hans: 服务器
zh_hant: 服務器

# settings.host.upload
source: Upload Archives
ja: アーカイブをアップロード
ko: 아카이브 업로드
zh_hans: 上传文档
zh_hant: 上傳文檔

# settings.host.upload.action
source: Upload
ja: アップロード
ko: 업로드
zh_hans: 上传
zh_hant: 上傳

# settings.host.upload.label
source: Urls to upload, use newline to separate
ja: アップロードするURL。改行で区切ってください
ko: 업로드할 URL입니다. 줄바꿈으로 구분하세요
zh_hans: 从指定URL上传文档，一行一个
zh_hant: 從指定URL上傳文檔，一行一個

# settings.host.upload.note
source: Finished job will be removed after a while
ja: 完了したジョブはしばらくすると削除されます
ko: 완료된 작업은 잠시 후 제거됩니다
zh_hans: 已结束任务将在一段时间后自动被移除
zh_hant: 已結束任務將在一段時間後自動被移除

# settings.navigation
source: Toggle navigation
ja: ナビゲーションを切り替え
ko: 내비게이션 전환
zh_hans: 切换导航
zh_hant: 切換導航

# settings.nextPage
source: Next page
ja: 次のページ
ko: 다음 페이지
zh_hans: 下一页
zh_hant: 下一頁

# settings.previousPage
source: Previous page
ja: 前のページ
ko: 이전 페이지
zh_hans: 上一页
zh_hant: 上一頁

# settings.read
source: Read Settings
ja: 読書設定
ko: 읽기 설정
zh_hans: 阅读设定
zh_hant: 閱讀設定

# settings.read.auto.page.interval
source: Automatic paging interval
ja: 自動ページ送り間隔
ko: 자동 페이지 넘김 간격
zh_hans: 自动翻页间隔
zh_hant: 自動翻頁間隔

# settings.read.auto.page.interval.cancel
source: Toggle navigation to stop automatic paging
ja: ナビゲーションを切り替えると自動ページ送りを停止します
ko: 내비게이션을 전환하면 자동 페이지 넘김이 중지됩니다
zh_hans: 切换导航可以取消自动翻页
zh_hant: 切換導航可以取消自動翻頁

# settings.read.direction
source: Read direction
ja: 読む方向
ko: 읽기 방향
zh_hans: 阅读顺序
zh_hant: 閱讀順序

# settings.read.direction.leftRight
source: Left to right
ja: 左から右
ko: 왼쪽에서 오른쪽
zh_hans: 从左向右
zh_hant: 從左向右

# settings.read.direction.rightLeft
source: Right to left
ja: 右から左
ko: 오른쪽에서 왼쪽
zh_hans: 从右向左
zh_hant: 從右向左

# settings.read.direction.upDown
source: Vertial
ja: 縦方向
ko: 세로
zh_hans: 纵向
zh_hant: 縱向

# settings.read.double.page
source: Double page layout
ja: 見開きレイアウト
ko: 두 페이지 레이아웃
zh_hans: 双页模式
zh_hant: 雙頁模式

# settings.read.split.page
source: Split wide page
ja: 横長ページを分割
ko: 넓은 페이지 분할
zh_hans: 自动分页
zh_hant: 自動分頁

# settings.read.split.page.priority.left
source: Show left split page first
ja: 左側の分割ページを先に表示
ko: 왼쪽 분할 페이지 먼저 표시
zh_hans: 优先显示左侧分割页面
zh_hant: 優先顯示左側分割頁面

# settings.read.tap.left
source: Tap on left side of the screen
ja: 画面左側をタップ
ko: 화면 왼쪽 탭
zh_hans: 点击屏幕左侧
zh_hant: 點擊屏幕左側

# settings.read.tap.middle
source: Tap on middle of the screen
ja: 画面中央をタップ
ko: 화면 가운데 탭
zh_hans: 点击屏幕中间
zh_hant: 點擊屏幕中間

# settings.read.tap.right
source: Tap on right side of the screen
ja: 画面右側をタップ
ko: 화면 오른쪽 탭
zh_hans: 点击片屏幕右侧
zh_hant: 點擊屏幕右側

# settings.support
source: Support
ja: サポート
ko: 지원
zh_hans: 支持
zh_hant: 支持

# settings.support.reportIssue
source: Report an issue on GitHub
ja: GitHubで問題を報告
ko: GitHub에 문제 신고
zh_hans: 在 GitHub 上反馈问题
zh_hant: 在 GitHub 上反饋問題

# settings.support.title
source: 💰 Support development
ja: 💰 開発をサポート
ko: 💰 개발 지원
zh_hans: 💰 支持开发者
zh_hant: 💰 支持開發者

# settings.view
source: View Settings
ja: 表示設定
ko: 보기 설정
zh_hans: 视图设定
zh_hant: 視圖設定

# settings.view.blur.inactive
source: Blur interface when app is not active
ja: アプリが非アクティブなときに画面をぼかす
ko: 앱이 비활성 상태일 때 인터페이스 흐리게 표시
zh_hans: 后台运行时模糊界面显示
zh_hant: 後臺運行時模糊界面顯示

# settings.view.hideRead
source: Hide read
ja: 既読を非表示
ko: 읽은 항목 숨기기
zh_hans: 隐藏已读
zh_hant: 隱藏已讀

# settings.view.passcode
source: Require passcode to unlock app
ja: アプリのロック解除にパスコードを要求
ko: 앱 잠금 해제에 암호 요구
zh_hans: 使用密码锁定此App
zh_hant: 使用密碼鎖定此App

source: Success
ja: 成功
ko: 성공
zh_hans: 成功
zh_hant: 成功

# support.and
source: and
ja: および
ko: 및
zh_hans: 和
zh_hant: 和

# support.intro
source: Hi, I’m the solo developer behind this app. Thank you for using this app. There is no additional functionality if you become a supporter, but it will help me keep working on it. No pressure, just pure gratitude. ❤️
ja: こんにちは。このアプリを一人で開発しています。ご利用ありがとうございます。サポーターになっても追加機能はありませんが、開発を続ける助けになります。 無理のない範囲で、感謝の気持ちだけです。❤️
ko: 안녕하세요, 이 앱을 혼자 개발하고 있습니다. 사용해 주셔서 감사합니다. 후원자가 되어도 추가 기능은 없지만, 계속 개발하는 데 큰 도움이 됩니다. 부담 없이, 순수한 감사의 마음입니다. ❤️
zh_hans: 你好，我是这个App的开发者。非常感谢您使用这个阅读器。成为支持者不会解锁更多的功能，但是如果您有意愿和能力，十分欢迎您支持我的工作，谢谢。 ❤️
zh_hant: 你好，我是這個App的開發者。非常感謝您使用這個閱讀器。成爲支持者不會解鎖更多的功能，但是如果您有意願和能力，十分歡迎您支持我的工作，謝謝。 ❤️

# support.one-time
source: One-time
ja: 一回限り
ko: 일회성
zh_hans: 单次
zh_hant: 單次

# support.privacy
source: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策
zh_hant: 隱私政策

# support.thank
source: THANK YOU ❤️
ja: ありがとうございます ❤️
ko: 감사합니다 ❤️
zh_hans: 感激不尽 ❤️
zh_hant: 感激不盡 ❤️

# support.tos
source: Terms of Service
ja: 利用規約
ko: 서비스 약관
zh_hans: 服务条款
zh_hant: 服務條款

# support.type
source: Type
ja: 種類
ko: 유형
zh_hans: 类别
zh_hant: 類別

# support.yearly
source: Yearly
ja: 年額
ko: 연간
zh_hans: 每年
zh_hant: 每年

source: Translating…
ja: 翻訳中…
ko: 번역 중…
zh_hans: 翻译中…
zh_hant: 翻譯中…

# translation.progress.detection
source: Detecting texts
ja: テキストを検出中
ko: 텍스트 감지 중
zh_hans: 检测文字
zh_hant: 檢測文字

# translation.progress.error-translating
source: Did not get any text back from the text translation service
ja: テキスト翻訳サービスからテキストが返されませんでした
ko: 텍스트 번역 서비스에서 텍스트가 반환되지 않았습니다
zh_hans: 翻译服务未返回任何文字
zh_hant: 翻譯服務未返回任何文字

# translation.progress.finished
source: Downloading image
ja: 画像をダウンロード中
ko: 이미지 다운로드 중
zh_hans: 下载图片
zh_hant: 下載圖片

# translation.progress.inpainting
source: Running inpainting
ja: インペイントを実行中
ko: 인페인팅 실행 중
zh_hans: 修复图片
zh_hant: 修復圖片

# translation.progress.mask-generation
source: Generating text mask
ja: テキストマスクを生成中
ko: 텍스트 마스크 생성 중
zh_hans: 生成文字遮罩
zh_hant: 生成文字遮罩

# translation.progress.ocr
source: Running OCR
ja: OCRを実行中
ko: OCR 실행 중
zh_hans: 运行光学字符识别
zh_hant: 運行光學字符識別

# translation.progress.processing
source: Processing
ja: 処理中
ko: 처리 중
zh_hans: 处理中
zh_hant: 處理中

# translation.progress.rendering
source: Rendering translated texts
ja: 翻訳済みテキストを描画中
ko: 번역된 텍스트 렌더링 중
zh_hans: 渲染已翻译的文字
zh_hant: 渲染已翻譯的文字

# translation.progress.textline_merge
source: Merge textline
ja: テキスト行を結合中
ko: 텍스트 줄 병합 중
zh_hans: 合并文字
zh_hant: 合併文字

# translation.progress.translating
source: Translating
ja: 翻訳中
ko: 번역 중
zh_hans: 渲染已翻译的文字
zh_hant: 渲染已翻譯的文字

# translation.progress.uploading
source: Uploading
ja: アップロード中
ko: 업로드 중
zh_hans: 上传中
zh_hant: 上傳中

# translation.progress.upscaling
source: Running upscaling
ja: アップスケーリングを実行中
ko: 업스케일링 실행 중
zh_hans: 运行放大
zh_hant: 運行放大

source: Version
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

source: Warning
ja: 警告
ko: 경고
zh_hans: 警告
zh_hant: 警告

# warning.file.type
source: This archive seems to be in RAR format! RAR archives might not work properly in LANraragi depending on how they were made. If you encounter errors while reading, consider converting your archive to zip.
ja: このアーカイブはRAR形式のようです。RARアーカイブは作成方法によってはLANraragiで正しく動作しない場合があります。読み込み中にエラーが発生する場合は、アーカイブをZIPに変換することを検討してください。
ko: 이 아카이브는 RAR 형식인 것 같습니다. RAR 아카이브는 만들어진 방식에 따라 LANraragi에서 제대로 작동하지 않을 수 있습니다. 읽는 중 오류가 발생하면 아카이브를 ZIP으로 변환해 보세요.
zh_hans: 这个文档似乎是RAR格式的。部分RAR格式与LANraragi存在兼容性问题，如果无法正常阅读，请将其转换为ZIP格式
zh_hant: 這個文檔似乎是RAR格式的。部分RAR格式與LANraragi存在兼容性問題，如果無法正常閱讀，請將其轉換爲ZIP格式
